Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Try another search or refresh the catalog.
ar: جرّب بحثًا آخر أو حدّث الكتالوج.
de: Versuchen Sie eine andere Suche oder aktualisieren Sie den Katalog.
es: Prueba con otra búsqueda o actualiza el catálogo.
fa: جست‌وجوی دیگری را امتحان کنید یا کاتالوگ را تازه‌سازی کنید.
fr: Essayez une autre recherche ou actualisez le catalogue.
hi: कोई अन्य खोज आज़माएँ या कैटलॉग को रीफ़्रेश करें।
id: Coba pencarian lain atau segarkan katalog.
it: Prova un'altra ricerca o aggiorna il catalogo.
ja_jp: 別のキーワードで検索するか、カタログを更新してください。
ko: 다른 검색어를 사용하거나 카탈로그를 새로 고치세요.
nl: Probeer een andere zoekopdracht of vernieuw de catalogus.
pl: Spróbuj wyszukać coś innego lub odśwież katalog.
pt_br: Tente outra pesquisa ou atualize o catálogo.
ru: Попробуйте изменить запрос или обновить каталог.
sv: Prova en annan sökning eller uppdatera katalogen.
th: ลองค้นหาอย่างอื่นหรือรีเฟรชแค็ตตาล็อก
tr: Başka bir arama yapmayı veya kataloğu yenilemeyi deneyin.
uk: Спробуйте інший пошуковий запит або оновіть каталог.
vi: Hãy thử tìm kiếm khác hoặc làm mới danh mục.
zh_cn: 请尝试其他搜索词或刷新目录。
zh_tw: 請嘗試其他搜尋條件或重新整理目錄。

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fa: در دسترس نیست
fr: Indisponible
hi: अनुपलब्ध
id: Tidak tersedia
it: Non disponibile
ja_jp: 利用できません
ko: 사용할 수 없음
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
sv: Inte tillgänglig
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_cn: 不可用
zh_tw: 無法使用

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fa: ناشناخته
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja_jp: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_tw: 未知

source: Unpause OpenClaw to run agent actions.
ar: ألغِ إيقاف OpenClaw المؤقت لتشغيل إجراءات الوكيل.
de: Setze OpenClaw fort, um Agent-Aktionen auszuführen.
es: Reanuda OpenClaw para ejecutar acciones del agente.
fa: برای اجرای اقدامات عامل، OpenClaw را از حالت توقف خارج کنید.
fr: Réactivez OpenClaw pour exécuter les actions de l’agent.
hi: एजेंट कार्रवाइयाँ चलाने के लिए OpenClaw फिर से शुरू करें।
id: Batalkan jeda OpenClaw untuk menjalankan tindakan agen.
it: Riattiva OpenClaw per eseguire le azioni dell'agente.
ja_jp: エージェントアクションを実行するには OpenClaw の一時停止を解除してください。
ko: 에이전트 작업을 실행하려면 OpenClaw의 일시 중지를 해제하세요.
nl: Hervat OpenClaw om agentacties uit te voeren.
pl: Wznów OpenClaw, aby uruchamiać działania agenta.
pt_br: Retome o OpenClaw para executar ações do agente.
ru: Возобновите работу OpenClaw, чтобы выполнять действия агента.
sv: Återuppta OpenClaw för att köra agentåtgärder.
th: ยกเลิกการหยุด OpenClaw ชั่วคราวเพื่อเรียกใช้การดำเนินการของ agent
tr: Ajan eylemlerini çalıştırmak için OpenClaw’ı sürdürün.
uk: Відновіть OpenClaw, щоб виконувати дії агента.
vi: Bỏ tạm dừng OpenClaw để chạy các hành động của agent.
zh_cn: 取消暂停 OpenClaw 以运行代理操作。
zh_tw: 取消暫停 OpenClaw 以執行代理動作。

source: Unphased
ar: غير مرتّب
es: Sin fase
fa: بدون فاز
fr: Non phasé
it: Non in fase
ko: 미분류
pt_br: Sem fase
ru: Без фазы
sv: Ofasad
tr: Aşamasız
zh_cn: 未分阶段

source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Dejar de fijar
fa: برداشتن سنجاق
fr: Désépingler
hi: अनपिन करें
id: Lepas Sematan
it: Rimuovi
ja_jp: ピン留めを解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
th: เลิกปักหมุด
tr: Sabitlemeyi Kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_cn: 取消置顶
zh_tw: 取消釘選

source: Unpin model
ar: إلغاء تثبيت النموذج
de: Modell lösen
es: Desfijar modelo
fa: برداشتن سنجاق مدل
fr: Désépingler le modèle
hi: मॉडल अनपिन करें
id: Lepas sematan model
it: Rimuovi modello dagli elementi in evidenza
ja_jp: モデルのピン留めを解除
ko: 모델 고정 해제
nl: Model losmaken
pl: Odepnij model
pt_br: Desafixar modelo
ru: Открепить модель
sv: Lossa modell
th: เลิกปักหมุดโมเดล
tr: Modelin sabitlemesini kaldır
uk: Відкріпити модель
vi: Bỏ ghim mô hình
zh_cn: 取消固定模型
zh_tw: 取消釘選模型

source: Unread
ar: غير مقروء
de: Ungelesen
es: No leído
fa: خوانده‌نشده
fr: Non lu
hi: अपठित
id: Belum dibaca
it: Da leggere
ja_jp: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lida
ru: Непрочитанное
sv: Oläst
th: ยังไม่ได้อ่าน
tr: Okunmamış
uk: Непрочитане
vi: Chưa đọc
zh_cn: 未读
zh_tw: 未讀

source: Unsaved changes
ar: تغييرات غير محفوظة
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fa: تغییرات ذخیره‌نشده
fr: Modifications non enregistrées
hi: सहेजे नहीं गए बदलाव
id: Perubahan belum disimpan
it: Modifiche non salvate
ja_jp: 未保存の変更
ko: 저장되지 않은 변경 사항
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохраненные изменения
sv: Osparade ändringar
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu
zh_cn: 未保存的更改
zh_tw: 未儲存的變更

source: Unsupported field type.
ar: نوع الحقل غير مدعوم.
de: Nicht unterstützter Feldtyp.
es: Tipo de campo no compatible.
fa: نوع فیلد پشتیبانی نمی‌شود.
fr: Type de champ non pris en charge.
hi: असमर्थित फ़ील्ड प्रकार।
id: Jenis bidang tidak didukung.
it: Tipo di campo non supportato.
ja_jp: サポートされていないフィールドタイプです。
ko: 지원되지 않는 필드 유형입니다.
nl: Niet-ondersteund veldtype.
pl: Nieobsługiwany typ pola.
pt_br: Tipo de campo não compatível.
ru: Неподдерживаемый тип поля.
sv: Fälttypen stöds inte.
th: ไม่รองรับประเภทฟิลด์นี้
tr: Desteklenmeyen alan türü.
uk: Непідтримуваний тип поля.
vi: Loại trường không được hỗ trợ.
zh_cn: 不支持的字段类型。
zh_tw: 不支援的欄位類型。

source: Untitled branch
ar: فرع بلا عنوان
de: Unbenannter Zweig
es: Rama sin título
fa: شاخه بدون عنوان
fr: Branche sans titre
hi: अनाम शाखा
id: Cabang tanpa judul
it: Ramo senza titolo
ja_jp: 無題の分岐
ko: 제목 없는 브랜치
nl: Naamloze vertakking
pl: Gałąź bez nazwy
pt_br: Ramificação sem título
ru: Ветка без названия
sv: Namnlös gren
th: บรานช์ไม่มีชื่อ
tr: Adsız dal
uk: Гілка без назви
vi: Nhánh chưa có tiêu đề
zh_cn: 未命名分支
zh_tw: 未命名分支

source: Update guide
ar: دليل التحديث
de: Update-Anleitung
es: Guía de actualización
fa: راهنمای به‌روزرسانی
fr: Guide de mise à jour
hi: अपडेट गाइड
id: Panduan pembaruan
it: Guida all’aggiornamento
ja_jp: アップデートガイド
ko: 업데이트 가이드
nl: Updatehandleiding
pl: Przewodnik po aktualizacji
pt_br: Guia de atualização
ru: Руководство по обновлению
sv: Uppdateringsguide
th: คู่มือการอัปเดต
tr: Güncelleme kılavuzu
uk: Посібник з оновлення
vi: Hướng dẫn cập nhật
zh_cn: 更新指南
zh_tw: 更新指南

source: Update password
ar: تحديث كلمة المرور
de: Passwort aktualisieren
es: Actualizar contraseña
fa: به‌روزرسانی گذرواژه
fr: Mettre à jour le mot de passe
hi: पासवर्ड अपडेट करें
id: Perbarui kata sandi
it: Aggiorna password
ja_jp: パスワードを更新
ko: 비밀번호 업데이트
nl: Wachtwoord bijwerken
pl: Zaktualizuj hasło
pt_br: Atualizar senha
ru: Обновить пароль
sv: Uppdatera lösenord
th: อัปเดตรหัสผ่าน
tr: Parolayı güncelle
uk: Оновити пароль
vi: Cập nhật mật khẩu
zh_cn: 更新密码
zh_tw: 更新密碼

source: Update ready, restart now?
ar: التحديث جاهز، هل تريد إعادة التشغيل الآن؟
de: Update bereit, jetzt neu starten?
es: Actualización lista, ¿reiniciar ahora?
fa: به‌روزرسانی آماده است، اکنون راه‌اندازی مجدد شود؟
fr: Mise à jour prête, redémarrer maintenant ?
hi: अपडेट तैयार है, अभी रीस्टार्ट करें?
id: Pembaruan siap, mulai ulang sekarang?
it: Aggiornamento pronto, riavviare ora?
ja_jp: アップデートの準備ができました。今すぐ再起動しますか？
ko: 업데이트가 준비되었습니다. 지금 다시 시작하시겠습니까?
nl: Update gereed, nu opnieuw opstarten?
pl: Aktualizacja gotowa, uruchomić ponownie teraz?
pt_br: Atualização pronta, reiniciar agora?
ru: Обновление готово, перезапустить сейчас?
sv: Uppdatering klar, starta om nu?
th: อัปเดตพร้อมแล้ว รีสตาร์ทตอนนี้ไหม?
tr: Güncelleme hazır, şimdi yeniden başlatılsın mı?
uk: Оновлення готове, перезапустити зараз?
vi: Bản cập nhật đã sẵn sàng, khởi động lại ngay?
zh_cn: 更新已就绪，现在重启？
zh_tw: 更新已就緒，現在重新啟動？

source: Update thinking failed
ar: فشل تحديث التفكير
de: Aktualisieren von „Thinking“ fehlgeschlagen
es: Error al actualizar el razonamiento
fa: به‌روزرسانی حالت تفکر ناموفق بود
fr: Échec de la mise à jour de la réflexion
hi: सोच अपडेट करने में विफल
id: Gagal memperbarui thinking
it: Aggiornamento del ragionamento non riuscito
ja_jp: thinking の更新に失敗しました
ko: 사고 업데이트 실패
nl: Bijwerken van denken mislukt
pl: Nie udało się zaktualizować trybu myślenia
pt_br: Falha ao atualizar pensamento
ru: Не удалось обновить режим размышления
sv: Det gick inte att uppdatera tänkande
th: อัปเดตการคิดไม่สำเร็จ
tr: Düşünme güncellenemedi
uk: Не вдалося оновити thinking
vi: Cập nhật trạng thái suy nghĩ không thành công
zh_cn: 更新思考失败
zh_tw: 更新 thinking 失敗

source: Update verbose failed
ar: فشل تحديث التفصيل
de: Aktualisieren von „Verbose“ fehlgeschlagen
es: Error al actualizar el modo detallado
fa: به‌روزرسانی حالت پرجزئیات ناموفق بود
fr: Échec de la mise à jour du mode détaillé
hi: वर्बोज़ अपडेट करने में विफल
id: Gagal memperbarui verbose
it: Aggiornamento dettagliato non riuscito
ja_jp: verbose の更新に失敗しました
ko: 상세 모드 업데이트 실패
nl: Bijwerken van uitgebreide uitvoer mislukt
pl: Nie udało się zaktualizować trybu szczegółowego
pt_br: Falha ao atualizar detalhamento
ru: Не удалось обновить подробный режим
sv: Det gick inte att uppdatera utförligt läge
th: อัปเดตแบบละเอียดไม่สำเร็จ
tr: Ayrıntılı mod güncellenemedi
uk: Не вдалося оновити verbose
vi: Cập nhật chế độ chi tiết không thành công
zh_cn: 更新详细模式失败
zh_tw: 更新 verbose 失敗

source: Updated
ar: تم التحديث
de: Aktualisiert
es: Actualizado
fa: به‌روزرسانی‌شده
fr: Mis à jour
hi: अपडेट किया गया
id: Diperbarui
it: Aggiornato
ja_jp: 更新日時
ko: 업데이트됨
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
sv: Uppdaterad
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
vi: Đã cập nhật
zh_cn: 更新时间
zh_tw: 已更新

source: Updates unavailable in this build.
ar: التحديثات غير متوفرة في هذا الإصدار.
de: Updates sind in diesem Build nicht verfügbar.
es: Actualizaciones no disponibles en esta compilación.
fa: به‌روزرسانی‌ها در این ساخت در دسترس نیستند.
fr: Mises à jour indisponibles dans cette build.
hi: इस बिल्ड में अपडेट उपलब्ध नहीं हैं।
id: Pembaruan tidak tersedia dalam build ini.
it: Aggiornamenti non disponibili in questa build.
ja_jp: このビルドではアップデートを利用できません。
ko: 이 빌드에서는 업데이트를 사용할 수 없습니다.
nl: Updates niet beschikbaar in deze build.
pl: Aktualizacje są niedostępne w tej kompilacji.
pt_br: Atualizações indisponíveis nesta build.
ru: Обновления недоступны в этой сборке.
sv: Uppdateringar är inte tillgängliga i denna version.
th: การอัปเดตไม่พร้อมใช้งานในบิลด์นี้
tr: Bu derlemede güncellemeler kullanılamıyor.
uk: Оновлення недоступні в цій збірці.
vi: Bản dựng này không hỗ trợ cập nhật.
zh_cn: 此构建版本中更新不可用。
zh_tw: 此建置無法使用更新。

source: Usage
ar: الاستخدام
de: Nutzung
es: Uso
fa: استفاده
fr: Utilisation
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja_jp: 使用状況
ko: 사용량
nl: Gebruik
pl: Użycie
pt_br: Uso
ru: Использование
sv: Användning
th: การใช้งาน
tr: Kullanım
uk: Використання
vi: Mức sử dụng
zh_cn: 用量
zh_tw: 用量

source: Use Apple Speech; passive Voice Wake stays on-device
ar: استخدم Apple Speech؛ يبقى التنبيه الصوتي السلبي على الجهاز
de: Apple Speech verwenden; passives Voice Wake bleibt auf dem Gerät
es: Usa Apple Speech; el Voice Wake pasivo permanece en el dispositivo
fa: استفاده از Apple Speech؛ Voice Wake غیرفعال روی دستگاه باقی می‌ماند
fr: Utiliser Apple Speech ; Voice Wake passif reste sur l'appareil
hi: Apple Speech का उपयोग करें; निष्क्रिय Voice Wake ऑन-डिवाइस रहता है
id: Gunakan Apple Speech; Voice Wake pasif tetap di perangkat
it: Usa Apple Speech; Voice Wake passivo resta sul dispositivo
ja_jp: Apple Speechを使用します。パッシブなVoice Wakeはデバイス上で処理されます
ko: Apple Speech를 사용합니다. 수동 음성 깨우기는 기기에서 유지됩니다
nl: Gebruik Apple Speech; passieve Voice Wake blijft op het apparaat
pl: Używaj Apple Speech; pasywne Wybudzanie głosem pozostaje na urządzeniu
pt_br: Usar Apple Speech; o Voice Wake passivo permanece no dispositivo
ru: Использовать Apple Speech; пассивный Voice Wake остаётся на устройстве
sv: Använd Apple Speech; passiv röstväckning förblir på enheten
th: ใช้ Apple Speech; Voice Wake แบบพาสซีฟจะทำงานบนอุปกรณ์
tr: Apple Speech'i kullan; pasif Voice Wake cihazda kalır
uk: Використовувати Apple Speech; пасивний Voice Wake залишається на пристрої
vi: Dùng Apple Speech; Voice Wake thụ động vẫn ở trên thiết bị
zh_cn: 使用 Apple Speech；被动语音唤醒保持在设备本地
zh_tw: 使用 Apple Speech；被動語音喚醒保持在裝置端

source: Use Config for account, guild, action, and policy details.
ar: استخدم Config لتفاصيل الحساب والمجموعة والإجراء والسياسة.
de: Verwenden Sie Config für Details zu Konto, Guild, Aktion und Richtlinie.
es: Usa Config para los detalles de cuenta, gremio, acción y política.
fa: برای جزئیات حساب، انجمن، اقدام و سیاست از Config استفاده کنید.
fr: Utilisez Config pour les détails du compte, de la guilde, de l’action et de la politique.
hi: खाता, गिल्ड, कार्रवाई और नीति विवरण के लिए Config का उपयोग करें।
id: Gunakan Config untuk detail akun, guild, tindakan, dan kebijakan.
it: Usa Config per account, guild, azione e dettagli dei criteri.
ja_jp: アカウント、ギルド、アクション、ポリシーの詳細には Config を使用してください。
ko: 계정, 길드, 작업 및 정책 세부 정보에는 Config를 사용하세요.
nl: Gebruik Config voor account-, guild-, actie- en beleidsgegevens.
pl: Użyj Config do szczegółów konta, guild, akcji i zasad.
pt_br: Use Config para detalhes de conta, guilda, ação e política.
ru: Используйте Config для сведений об аккаунте, гильдии, действии и политике.
sv: Använd Config för konto-, guild-, åtgärds- och policydetaljer.
th: ใช้ Config สำหรับรายละเอียดบัญชี กิลด์ การดำเนินการ และนโยบาย
tr: Hesap, guild, eylem ve ilke ayrıntıları için Config kullanın.
uk: Використовуйте Config для деталей облікового запису, guild, дії та політики.
vi: Sử dụng Config cho thông tin chi tiết về tài khoản, guild, hành động và chính sách.
zh_cn: 使用 Config 查看账户、公会、操作和策略详情。
zh_tw: 使用 Config 查看帳號、guild、動作和政策詳細資料。

source: Use Tailscale Serve so the gateway has a valid HTTPS certificate.
ar: استخدم Tailscale Serve ليحصل Gateway على شهادة HTTPS صالحة.
de: Verwenden Sie Tailscale Serve, damit das Gateway ein gültiges HTTPS-Zertifikat hat.
es: Usa Tailscale Serve para que el gateway tenga un certificado HTTPS válido.
fa: از Tailscale Serve استفاده کنید تا Gateway یک گواهی HTTPS معتبر داشته باشد.
fr: Utilisez Tailscale Serve afin que le Gateway dispose d’un certificat HTTPS valide.
hi: Tailscale Serve का उपयोग करें ताकि gateway के पास एक मान्य HTTPS प्रमाणपत्र हो।
id: Gunakan Tailscale Serve agar gateway memiliki sertifikat HTTPS yang valid.
it: Usa Tailscale Serve in modo che il gateway abbia un certificato HTTPS valido.
ja_jp: gateway が有効な HTTPS 証明書を持つように Tailscale Serve を使用します。
ko: Gateway에 유효한 HTTPS 인증서가 있도록 Tailscale Serve를 사용하세요.
nl: Gebruik Tailscale Serve zodat de Gateway een geldig HTTPS-certificaat heeft.
pl: Użyj Tailscale Serve, aby gateway miał prawidłowy certyfikat HTTPS.
pt_br: Use Tailscale Serve para que o Gateway tenha um certificado HTTPS válido.
ru: Используйте Tailscale Serve, чтобы у Gateway был действительный сертификат HTTPS.
sv: Använd Tailscale Serve så att gatewayen har ett giltigt HTTPS-certifikat.
th: ใช้ Tailscale Serve เพื่อให้ gateway มีใบรับรอง HTTPS ที่ถูกต้อง
tr: Gateway'in geçerli bir HTTPS sertifikasına sahip olması için Tailscale Serve kullanın.
uk: Використовуйте Tailscale Serve, щоб Gateway мав дійсний сертифікат HTTPS.
vi: Sử dụng Tailscale Serve để gateway có chứng chỉ HTTPS hợp lệ.
zh_cn: 使用 Tailscale Serve，让网关拥有有效的 HTTPS 证书。
zh_tw: 使用 Tailscale Serve，讓 gateway 擁有有效的 HTTPS 憑證。

source: Use Tailscale plus an SSH tunnel for stable private access.
ar: استخدم Tailscale بالإضافة إلى نفق SSH للوصول الخاص المستقر.
de: Verwenden Sie Tailscale plus einen SSH-Tunnel für stabilen privaten Zugriff.
es: Usa Tailscale y un túnel SSH para un acceso privado estable.
fa: برای دسترسی خصوصی پایدار، از Tailscale به‌همراه یک تونل SSH استفاده کنید.
fr: Utilisez Tailscale avec un tunnel SSH pour un accès privé stable.
hi: स्थिर निजी पहुँच के लिए Tailscale और SSH tunnel का उपयोग करें।
id: Gunakan Tailscale plus tunnel SSH untuk akses privat yang stabil.
it: Usa Tailscale più un tunnel SSH per un accesso privato stabile.
ja_jp: 安定したプライベートアクセスには、Tailscale と SSH トンネルを使用します。
ko: 안정적인 비공개 액세스를 위해 Tailscale과 SSH 터널을 함께 사용하세요.
nl: Gebruik Tailscale plus een SSH-tunnel voor stabiele privétoegang.
pl: Użyj Tailscale oraz tunelu SSH, aby uzyskać stabilny prywatny dostęp.
pt_br: Use Tailscale com um túnel SSH para acesso privado estável.
ru: Используйте Tailscale и SSH-туннель для стабильного приватного доступа.
sv: Använd Tailscale plus en SSH-tunnel för stabil privat åtkomst.
th: ใช้ Tailscale ร่วมกับอุโมงค์ SSH เพื่อการเข้าถึงแบบส่วนตัวที่เสถียร
tr: Kararlı özel erişim için Tailscale ve bir SSH tüneli kullanın.
uk: Використовуйте Tailscale і тунель SSH для стабільного приватного доступу.
vi: Sử dụng Tailscale cùng với đường hầm SSH để truy cập riêng tư ổn định.
zh_cn: 使用 Tailscale 加 SSH 隧道，以获得稳定的私有访问。
zh_tw: 使用 Tailscale 加上 SSH tunnel，以取得穩定的私人存取。

source: Use file version
ar: استخدام نسخة الملف
de: Dateiversion verwenden
es: Usar versión del archivo
fa: استفاده از نسخه فایل
fr: Utiliser la version du fichier
hi: फ़ाइल संस्करण का उपयोग करें
id: Gunakan versi file
it: Usa la versione del file
ja_jp: ファイルのバージョンを使用
ko: 파일 버전 사용
nl: Bestandsversie gebruiken
pl: Użyj wersji z pliku
pt_br: Usar versão do arquivo
ru: Использовать версию из файла
sv: Använd filversion
th: ใช้เวอร์ชันจากไฟล์
tr: Dosya sürümünü kullan
uk: Використати версію файлу
vi: Dùng phiên bản tệp
zh_cn: 使用文件版本
zh_tw: 使用檔案版本

source: Use the panel + Canvas
ar: استخدم اللوحة + Canvas
de: Panel + Canvas verwenden
es: Usa el panel + Canvas
fa: از پنل + Canvas استفاده کنید
fr: Utiliser le panneau + Canvas
hi: पैनल + Canvas का उपयोग करें
id: Gunakan panel + Canvas
it: Usa il pannello + Canvas
ja_jp: パネル + Canvas を使用
ko: 패널 + Canvas 사용
nl: Gebruik het paneel + Canvas
pl: Użyj panelu + Canvas
pt_br: Usar o painel + Canvas
ru: Используйте панель + Canvas
sv: Använd panelen + Canvas
th: ใช้แผง + Canvas
tr: Panel + Canvas’ı kullanın
uk: Використовуйте панель + Canvas
vi: Dùng bảng điều khiển + Canvas
zh_cn: 使用面板 + Canvas
zh_tw: 使用面板 + Canvas

source: Use this if macOS prompts were skipped or permissions need a fresh walkthrough.
ar: استخدم هذا إذا تم تخطي مطالبات macOS أو كانت الأذونات تحتاج إلى جولة إرشادية جديدة.
de: Verwenden Sie dies, wenn macOS-Aufforderungen übersprungen wurden oder Berechtigungen eine neue Einführung benötigen.
es: Usa esto si se omitieron los avisos de macOS o si los permisos necesitan un nuevo recorrido.
fa: اگر اعلان‌های macOS رد شده‌اند یا مجوزها به راهنمای مرحله‌به‌مرحلهٔ تازه نیاز دارند، از این استفاده کنید.
fr: Utilisez cette option si les invites macOS ont été ignorées ou si les autorisations doivent faire l’objet d’un nouveau parcours.
hi: यदि macOS संकेत छोड़ दिए गए थे या अनुमतियों के लिए नए वॉकथ्रू की आवश्यकता है, तो इसका उपयोग करें।
id: Gunakan ini jika perintah macOS terlewat atau izin memerlukan panduan ulang dari awal.
it: Usalo se le richieste di macOS sono state saltate o se le autorizzazioni richiedono una nuova procedura guidata.
ja_jp: macOSのプロンプトをスキップした場合や、権限のウォークスルーをやり直す必要がある場合に使用します。
ko: macOS 프롬프트를 건너뛰었거나 권한 안내를 새로 진행해야 할 때 사용하세요.
nl: Gebruik dit als macOS-prompts zijn overgeslagen of als rechten opnieuw moeten worden doorlopen.
pl: Użyj tego, jeśli pominięto monity macOS lub uprawnienia wymagają ponownego przejścia przewodnika.
pt_br: Use isto se os prompts do macOS foram ignorados ou se as permissões precisarem de um novo passo a passo.
ru: Используйте это, если запросы macOS были пропущены или для разрешений нужно заново пройти ознакомление.
sv: Använd detta om macOS-meddelanden hoppades över eller om behörigheter behöver en ny genomgång.
th: ใช้ตัวเลือกนี้หากข้ามพรอมต์ของ macOS ไปแล้ว หรือจำเป็นต้องแนะนำการตั้งค่าสิทธิ์ใหม่อีกครั้ง
tr: macOS istemleri atlandıysa veya izinler için yeni bir adım adım kılavuz gerekiyorsa bunu kullanın.
uk: Використовуйте це, якщо запити macOS було пропущено або для дозволів потрібно пройти ознайомлення заново.
vi: Sử dụng mục này nếu các lời nhắc của macOS đã bị bỏ qua hoặc cần hướng dẫn lại về quyền.
zh_cn: 如果跳过了 macOS 提示，或需要重新引导授予权限，请使用此项。
zh_tw: 如果略過了 macOS 提示，或需要重新逐步設定權限，請使用此項目。

source: Use wss:// for public hosts. ws:// is allowed for localhost, LAN, .local, and Tailnet hosts.
ar: استخدم wss:// للمضيفين العامين. يُسمح بـ ws:// للمضيف المحلي وLAN و.local ومضيفي Tailnet.
de: Verwenden Sie wss:// für öffentliche Hosts. ws:// ist für localhost, LAN, .local und Tailnet-Hosts erlaubt.
es: Use wss:// para hosts públicos. ws:// está permitido para localhost, LAN, .local y hosts Tailnet.
fa: برای میزبان‌های عمومی از wss:// استفاده کنید. ws:// برای localhost، LAN، .local، و میزبان‌های Tailnet مجاز است.
fr: Utilisez wss:// pour les hôtes publics. ws:// est autorisé pour localhost, LAN, .local et les hôtes Tailnet.
hi: सार्वजनिक होस्ट के लिए wss:// का उपयोग करें. localhost, LAN, .local, और Tailnet होस्ट के लिए ws:// की अनुमति है.
id: Gunakan wss:// untuk host publik. ws:// diizinkan untuk localhost, LAN, .local, dan host Tailnet.
it: Usa wss:// per gli host pubblici. ws:// è consentito per localhost, LAN, .local e gli host Tailnet.
ja_jp: 公開ホストには wss:// を使用してください。localhost、LAN、.local、Tailnet ホストでは ws:// が許可されます。
ko: 공개 호스트에는 wss://를 사용하세요. localhost, LAN, .local 및 Tailnet 호스트에는 ws://가 허용됩니다.
nl: Gebruik wss:// voor openbare hosts. ws:// is toegestaan voor localhost, LAN, .local en Tailnet-hosts.
pl: Użyj wss:// dla hostów publicznych. ws:// jest dozwolone dla hostów localhost, LAN, .local i Tailnet.
pt_br: Use wss:// para hosts públicos. ws:// é permitido para localhost, LAN, .local e hosts Tailnet.
ru: Используйте wss:// для публичных хостов. ws:// разрешен для localhost, LAN, .local и хостов Tailnet.
sv: Använd wss:// för offentliga värdar. ws:// är tillåtet för localhost, LAN, .local och Tailnet-värdar.
th: ใช้ wss:// สำหรับโฮสต์สาธารณะ อนุญาตให้ใช้ ws:// สำหรับ localhost, LAN, .local และโฮสต์ Tailnet
tr: Genel ana makineler için wss:// kullanın. localhost, LAN, .local ve Tailnet ana makineleri için ws:// kullanımına izin verilir.
uk: Використовуйте wss:// для публічних хостів. ws:// дозволено для localhost, LAN, .local і хостів Tailnet.
vi: Sử dụng wss:// cho máy chủ công khai. ws:// được phép cho localhost, LAN, .local và máy chủ Tailnet.
zh_cn: 对公共主机使用 wss://。ws:// 允许用于 localhost、LAN、.local 和 Tailnet 主机。
zh_tw: 公開主機請使用 wss://。localhost、LAN、.local 和 Tailnet 主機允許使用 ws://。

source: Use your browser logins
ar: استخدم عمليات تسجيل الدخول في متصفحك
de: Deine Browser-Logins verwenden
es: Usa los inicios de sesión de tu navegador
fa: از ورودهای مرورگر خود استفاده کنید
fr: Utiliser vos identifiants de navigateur
hi: अपने ब्राउज़र लॉगिन का उपयोग करें
id: Gunakan login browser Anda
it: Usa i login del tuo browser
ja_jp: ブラウザのログインを使用
ko: 브라우저 로그인 사용
nl: Gebruik je browseraanmeldingen
pl: Użyj loginów z przeglądarki
pt_br: Use seus logins de navegador
ru: Использовать логины из браузера
sv: Använd dina webbläsarinloggningar
th: ใช้การเข้าสู่ระบบเบราว์เซอร์ของคุณ
tr: Tarayıcı oturumlarınızı kullanın
uk: Використовуйте логіни вашого браузера
vi: Dùng thông tin đăng nhập trình duyệt của bạn
zh_cn: 使用你的浏览器登录信息
zh_tw: 使用您的瀏覽器登入資訊
